interfaces/src/main/resources/templates/GeefLeefLoonBedragen/02.00.0000/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:web="http://webservice.geefleefloonbedragendienst-02_00.soczek-02_00.vip.vlaanderen.be">
    <soapenv:Header/>
    <soapenv:Body>
        <web:GeefLeefloonbedragen>
            <Verzoek>
                <Context>
                    <Naam>GeefLeefloonbedragen</Naam>
                    <Versie>02.00.0000</Versie>
                    <Bericht>
                        <Type>VRAAG</Type>
                        <Tijdstip>
                            <Datum>Datum</Datum>
                            <Tijd>Tijd</Tijd>
                        </Tijdstip>
                        <Afzender>
                            <Identificatie>Identificatie</Identificatie>
                            <Referte>Referte</Referte>
                            <Hoedanigheid>Hoedanigheid</Hoedanigheid>
                        </Afzender>
                    </Bericht>
                </Context>
                <Vragen>
                    <Vraag>
                        <Referte>Referte</Referte>
                        <Inhoud>
                            <Criteria>
                                <INSZ>INSZ</INSZ>
                                <Jaar Huidig="0">Year</Jaar>
                                <AantalJaarTerug>NumberOfYearsAgo</AantalJaarTerug>
                            </Criteria>
                        </Inhoud>
                    </Vraag>
                </Vragen>
            </Verzoek>
        </web:GeefLeefloonbedragen>
    </soapenv:Body>
</soapenv:Envelope>